export default {
  validation: "لطفا شماره موبایل را وارد کنید.",
  not_exist: "حساب کاربری ای با این شماره موبایل وجود ندارد.",
  code_sent: "کد تایید برای شما ارسال شد.",
  header: "هر جا، هر زمان دما را تنظیم کن!",
  title: "رمز عبور خود را فراموش کردید؟",
  description: `نگران نباش! اتفاق می افتد. لطفا شماره موبایل مربوط به حساب کاربری خود
          را وارد کنید. ما کد تایید ۵ رقمی را برای شما ارسال می کنیم تا به شما
          کمک کنیم رمز عبور خود را بازیابی کنید.`,
  mobile: "شماره موبایل",
  send_code: "ارسال کد",
};
