export default {
    validation: "لطفا میزان دمای کالیبراسیون را مشخص کنید.",
    success: "دمای کالیبراسیون با موفقیت تغییر یافت.",
    server_error: "مشکلی از سمت سرور پیش آمده است.",
    error: "مشکلی پیش آمده است.",
    device_settings: "تنظیمات دستگاه",
    devices_settings: "تنظیمات دستگاه ها",
    temp_calibration: "دمای کالیبراسیون",
    descriptions: `برای عملکرد بهتر دستگاه، نیاز هست که میزان دمای کالیبراسیون را مشخص
        کنید. کالیبراسیون دما برای هر گونه تجهیزاتی که در سیستم های اندازه گیری
        دما استفاده می شود مورد استفاده قرار می گیرد.`,
    temp_calibration_value: "میزان دمای کالیبراسیون",
    confirm: "تأیید",
}