export default {
  date_validation: "لطفا شروع و پایان را مشخص کنید.",
  temp_validation: "لطفا مقدار دمای موردنظر را به درستی مشخص کنید.",
  success: "تنظیمات با موفقیت اعمال شد.",
  error: "مشکلی پیش آمده است.",
  device_settings: "تنظیمات دستگاه",
  devices_settings: "تنظیمات دستگاه ها",
  economy_mode: "حالت اقتصادی",
  description: `با فعال کردن حالت اقتصادی، شوفاژ در بازه زمانی مشخص شده توسط شما روی
        حالت انتخاب شده شما تنظیم می شود تا در مصرف بهینه تر صرفه جویی شود. پس
        از پایان بازه، تنظیمات دما به حالت قبلی باز می گردد تا راحتی محیط حفظ
        شود.`,
  temp_value: "مقدار دمای موردنظر",
  temp_guide: "مقدار دما باید بین ۱۵ تا ۳۰ درجه باشد.",
  start_from: "شروع از ساعت",
  to_end: "شروع از ساعت",
  end: "پایان",
  confirm: "تایید",
};
