export default {
  date_validation: "لطفا تاریخ را وارد کنید.",
  success: "تنظیمات با موفقیت اعمال شد.",
  server_error: "مشکلی از سمت سرور پیش آمده است.",
  error: "مشکلی به وجود آمده است.",
  device_settings: "تنظیمات دستگاه",
  devices_settings: "تنظیمات دستگاه",
  off_date: "تاریخ خاموشی",
  description: `با وارد کردن تاریخ، دستگاه یا دستگاه های موردنظر در تاریخ های موردنظر
        خاموش خواهند بود و پس از پایان آن روز، به حالت عادی خود برمی گردند.`,
  select: "انتخاب کنید ...",
  clear: "پاک کردن",
  confirm: "تأیید",
};
